Repository: uclouvain/osis
Catalog: rules_management/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Group management day-to-day
fr_be: Gestion des groupements dans le cadre journalier

source: Group management during program type encoding period
fr_be: Gestion des groupements durant la période de préparation des programmes-types

source: Group management during proposal stage
fr_be: Gestion des groupements dans le cadre des propositions

source: Mini-training management day-to-day
fr_be: Gestion des mini-formations dans le cadre journalier

source: Mini-training management during program type encoding period
fr_be: Gestion des mini-formations durant la période de préparation des programmes-types

source: Mini-training management during proposal stage
fr_be: Gestion des mini-formations dans le cadre des propositions

source: Rules Management
fr_be: Administration des règles

source: Training management day-to-day
fr_be: Gestion des formations dans le cadre journalier

source: Training management during program type encoding period
fr_be: Gestion des formations durant la période de préparation des programmes-types

source: Training management during proposal stage
fr_be: Gestion des formations dans le cadre des propositions

source: You don't have sufficient rights to edit the field.
fr_be: Vous n'avez pas les droits requis pour modifier ce champ.
